[
  {
    "id": "1",
    "title": "Belén Viviente de Alájar",
    "description": "Representación del nacimiento de Jesús por los habitantes del pueblo, en un entorno natural único. Una tradición con décadas de historia.",
    "town": "Alájar",
    "date": "2025-12-25",
    "category": "Belén Viviente",
    "imageUrl": "https://solonet.es/wp-content/uploads/2025/10/nieve-de-navidad-foatbkxtk11j1d1n.jpg"
  },
  {
    "id": "2",
    "title": "Campanilleros de Higuera",
    "description": "Coro de campanilleros que cantan villancicos por las calles del pueblo, manteniendo viva la tradición musical de la sierra.",
    "town": "Higuera de la Sierra",
    "date": "2025-12-24",
    "category": "Campanilleros",
    "imageUrl": "https://solonet.es/wp-content/uploads/2025/10/ffd74fbe1.jpg"
  },
  {
    "id": "3",
    "title": "Mercado Navideño de Aracena",
    "description": "La Plaza Marqués de Aracena se llena de puestos de artesanía, productos típicos de la sierra, dulces navideños y una gran variedad de artículos de regalo. Ideal para encontrar regalos únicos y disfrutar del ambiente festivo. Habrá talleres para niños y degustaciones.",
    "town": "Aracena",
    "date": "2025-12-14",
    "category": "Mercado Navideño",
    "imageUrl": "https://solonet.es/wp-content/uploads/2025/10/7e12d760-9e8f-11ee-823a-2bfe5f093e41.jpg.webp"
  },
  {
    "id": "4",
    "title": "Fiesta de Nochevieja",
    "description": "Gran fiesta en la plaza del pueblo para dar la bienvenida al Año Nuevo, con música en directo y fuegos artificiales.",
    "town": "Cortegana",
    "date": "2025-12-31",
    "category": "Fiesta / Zambombá",
    "imageUrl": "https://solonet.es/wp-content/uploads/2025/10/buenos-pueblos-buenas-tradiciones-navidenas-1.jpg"
  },
  {
    "id": "5",
    "title": "Cabalgata de Reyes Magos",
    "description": "Sus Majestades los Reyes Magos de Oriente recorren las calles del pueblo repartiendo caramelos e ilusión a pequeños y mayores.",
    "town": "Zufre",
    "date": "2025-01-05",
    "category": "Cabalgata de Reyes",
    "imageUrl": "https://solonet.es/wp-content/uploads/2025/10/tradiciones-navidenas-1024x500-1.jpg"
  },
  {
    "id": "6",
    "title": "Cabalgata de Almonaster la Real",
    "description": "La Cabalgata de Reyes Magos de Almonaster la Real comenzó su andadura histórica hace medio siglo. Era una Cabalgata  importante, los Reyes Magos iban a caballo, y se recogían entonces buenos regalos, normalmente en el porche de la Iglesia.\n\nComo curiosidad sobre 1986 la organizaban las Hermanas de la Providencia, junto a un grupo de personas. Entonces, todas las carrozas escenificaban pasajes de la vida de Jesús, siendo por tanto de temática bíblica.\n\nActualmente, la organiza un valiente e ilusionado grupo joven denominado Asociación Carbón Dulce, que comenzaron en 2019 su andadura con éxito tras la gran acogida del pueblo, padres y madres, y los niños como grandes protagonistas.\n\nAnteriormente a este joven colectivo  fueron las madres del pueblo quiénes hicieron que la Cabalgata no desapareciera.\n\nA estos grupos y personas le ayudan de forma importante el Ayuntamiento de Almonaster y algunas empresas del municipio como las vinculadas con el sector minero.\n\nEl cortejo se compone de varias carrozas, durante estos últimos años en torno a seis, destacando los tronos de los tres Reyes Magos y el resto son de fantasía y animación que cada año van cambiando de temática.\n\nLa Cabalgata de Almonaster sale a las 18 horas desde el Polígono Industrial.\n\nSeguidamente, baja por el callejón de Carmona, llega a la plaza del Ayuntamiento, avanza por El Barrio hasta llegar a la Iglesia donde se realiza una ofrenda al Niño Jesús. Destacar que durante el recorrido la cabalgata es animada por una charanga.\n\nEl cortejo sigue de nuevo hacia la céntrica plaza donde se ubica el Ayuntamiento de Almonaster la Real, y allí se colocan  los Reyes Magos en sus tronos. A continuación, todos los niños del pueblo y presentes son recibidos por SS.MM para entregarles algún obsequio.\n\nComo curiosidad Almonaster la Real es el pueblo de Huelva con un mayor número de aldeas y además de la propia de Almonaster en muchas de ellas existen también Cabalgatas  (cuya salida suele ser el mismo día 5 por la tarde temprano) y otros actos típicos de la Navidad.",
    "town": "Almonaster la Real",
    "date": "2026-01-05",
    "category": "Cabalgata de Reyes",
    "imageUrl": "https://solonet.es/wp-content/uploads/2025/10/almonaster-Rafael-Caballero-Vazquez.jpg"
  },
  {
    "id": "7",
    "title": "Cabalgata de Alájar",
    "description": "La Cabalgata de Reyes Magos de Alájar tiene sus orígenes en la década de los años 60 del pasado siglo XX. La organizaron, entonces, Eligio Martín, sargento de la Guardia Civil y un grupo de jóvenes de Acción Católica, junto con Manuel Delgado, párroco en ese momento de Alájar.\n\nLa primera cabalgata tuvo un gran éxito, saliendo del Chalet de las Monjas. Pasaron por la calle Arias Montano hasta llegar a la céntrica Plaza de España, donde se ubica hoy el Ayuntamiento y a cuyas puertas, en una especie de dosel, repartieron los juguetes.\n\nLa comitiva de entonces la abría un grupo de caballistas, seguido de un remolque o carro con la Estrella de Guía (Angélica Valera). Además, hubo personas a pie que formaron grupos de pastores o tunas cantando villancicos y las típicas canciones navideñas. También un rebaño de ovejas y un camión de Elías Valera con el nacimiento (San José fue Esteban Valera y la Virgen Isabel Fernández). Los Reyes fueron a caballo y estuvieron representados por los vecinos Eligio Martín, Pedro de los Reyes y Elías Valera. Iban intercalados en la comitiva junto a un grupo de caballistas y personas a pie.\n\nEl segundo año la lluvia deslució la cabalgata y hubo que repartir los juguetes a los niños en el antiguo Bar de Sancho (actual Mesón El Corcho).\n\nComo en otros pueblos la Cabalgata de Alájar quedó interrumpida. Su reactivación a principios de los años 80 del pasado siglo. Y desde entonces siempre ha habido Cabalgata.\n\nEn la actualidad cuenta con 7 carrozas, las más conocidas de estilo clásico, aunque hay años donde se cambia de temática, participando en varios de sus montajes algunas Asociaciones y Hermandades del municipio.\n\nGeneralmente, la comitiva la abre una Banda de Música o una Charanga, amenizando así el ambiente navideño.\n\nEsta comitiva, es organizada por los miembros de la Asociación Cultural Arias Montano (Cabalgata de Reyes Magos de Alájar), Asociaciones, Hermandades, el Excelentísimo Ayuntamiento de Alájar y diferentes vecinas y vecinos de la localidad, diseñando y montando así las diversas carrozas.\n\nSu salida es a las 8 de la tarde desde el Pabellón Municipal. La entrega de regalos se realiza en la Parroquia de San Marcos. Se financia gracias a las aportaciones y colaboración del pueblo a través de la iniciativa del colectivo cultural. El Ayuntamiento ayuda económicamente y colabora cediendo el lugar donde se ubican y preparan las carrozas, además del personal necesario.",
    "town": "Alájar",
    "date": "2026-01-05",
    "category": "Cabalgata de Reyes",
    "imageUrl": "https://solonet.es/wp-content/uploads/2025/10/ALAJAR-CARTEL-2025-Rafael-Caballero-Vazquez.jpeg"
  }
]
